/* In browser window title */
"Get a registration key!" = "Nicht registriert";

/* The full name of the supporter */
"Registered to {0}" = "Registriert auf {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Vielen Dank fuer die Unterstützung! Ihr Beitrag wird die weitere Entwicklung vorantreiben um Cyberduck noch besser zu machen.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Dein Lizenzschlüssel wurde in den „Application Support“-Ordner kopiert.";

/* Validation failed */
"Not a valid registration key" = "Kein gültiger Lizenzschlüssel";

"This registration key does not appear to be valid." = "Der Lizenzschlüssel scheint nicht gültig zu sein.";

/* Thank you */
"Continue" = "Weiter";
